Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Generated %@ · %@ · %lld receipts
bg: Генерирано на %1$@ · %2$@ · %3$lld бележки
cs: Vytvořeno %1$@ · %2$@ · %3$lld účtenek
da: Genereret %1$@ · %2$@ · %3$lld kvitteringer
de: Erstellt am %1$@ · %2$@ · %3$lld Belege
es: Generado el %1$@ · %2$@ · %3$lld recibos
fi: Luotu %1$@ · %2$@ · %3$lld kuittia
fr: Généré le %1$@ · %2$@ · %3$lld reçus
it: Generato il %1$@ · %2$@ · %3$lld scontrini
nb: Generert %1$@ · %2$@ · %3$lld kvitteringer
nl: Gegenereerd op %1$@ · %2$@ · %3$lld bonnen
pl: Wygenerowano %1$@ · %2$@ · %3$lld paragonów
pt: Gerado em %1$@ · %2$@ · %3$lld recibos
ro: Generat %1$@ · %2$@ · %3$lld bonuri
ru: Создано %1$@ · %2$@ · %3$lld чеков
sv: Skapad %1$@ · %2$@ · %3$lld kvitton

source: Get started
bg: Да започваме
cs: Začít
da: Kom i gang
de: Los geht's
es: Empezar
fi: Aloita
fr: Commencer
it: Inizia
nb: Kom i gang
nl: Aan de slag
pl: Zacznij
pt: Começar
ro: Începe
ru: Начать
sv: Kom igång

source: Getting there
bg: На прав път
cs: Na dobré cestě
da: På rette vej
de: Auf gutem Weg
es: En camino
fi: Hyvää vauhtia
fr: En bonne voie
it: Sulla buona strada
nb: På god vei
nl: Op de goede weg
pl: Coraz lepiej
pt: Quase lá
ro: Pe drumul bun
ru: Налаживается
sv: På god väg

source: Go Premium
bg: Вземи Премиум
cs: Přejít na Premium
da: Skift til Premium
de: Premium holen
es: Hazte Premium
fi: Hanki Premium
fr: Passer à Premium
it: Passa a Premium
nb: Skaff Premium
nl: Premium nemen
pl: Kup Premium
pt: Assinar Premium
ro: Treci la Premium
ru: Оформить Премиум
sv: Skaffa Premium

source: Go Premium to scan more — manual entry is always free.
bg: Вземете Premium за повече сканирания — ръчното въвеждане е винаги безплатно.
cs: Získejte Premium pro více skenů — ruční zadání je vždy zdarma.
da: Få Premium for at scanne mere — manuel indtastning er altid gratis.
de: Hol dir Premium für mehr Scans — manuelle Eingabe ist immer kostenlos.
es: Hazte Premium para escanear más; la entrada manual siempre es gratis.
fi: Hanki Premium skannataksesi enemmän — manuaalinen syöttö on aina ilmaista.
fr: Passez à Premium pour scanner plus — la saisie manuelle est toujours gratuite.
it: Passa a Premium per scansionare di più — l’inserimento manuale è sempre gratis.
nb: Få Premium for å skanne mer — manuell registrering er alltid gratis.
nl: Ga Premium voor meer scans — handmatig invoeren is altijd gratis.
pl: Kup Premium, aby skanować więcej — ręczne wpisywanie jest zawsze darmowe.
pt: Adquire o Premium para digitalizar mais — a introdução manual é sempre grátis.
ro: Treci la Premium pentru mai multe scanări — introducerea manuală e mereu gratuită.
ru: Оформите Premium, чтобы сканировать больше — ручной ввод всегда бесплатный.
sv: Skaffa Premium för att skanna mer — manuell inmatning är alltid gratis.

source: Goal emoji
bg: Емоджи на целта
cs: Emoji cíle
da: Mål-emoji
de: Ziel-Emoji
es: Emoji del objetivo
fi: Tavoitteen emoji
fr: Emoji de l'objectif
it: Emoji dell'obiettivo
nb: Mål-emoji
nl: Doel-emoji
pl: Emoji celu
pt: Emoji da meta
ro: Emoji obiectiv
ru: Эмодзи цели
sv: Målemoji

source: Goal reached! 🎉
bg: Целта е постигната! 🎉
cs: Cíl splněn! 🎉
da: Mål nået! 🎉
de: Ziel erreicht! 🎉
es: ¡Objetivo alcanzado! 🎉
fi: Tavoite saavutettu! 🎉
fr: Objectif atteint ! 🎉
it: Obiettivo raggiunto! 🎉
nb: Målet nådd! 🎉
nl: Doel bereikt! 🎉
pl: Cel osiągnięty! 🎉
pt: Meta atingida! 🎉
ro: Obiectiv atins! 🎉
ru: Цель достигнута! 🎉
sv: Målet uppnått! 🎉

source: Goals
bg: Цели
cs: Cíle
da: Mål
de: Ziele
es: Objetivos
fi: Tavoitteet
fr: Objectifs
it: Obiettivi
nb: Mål
nl: Doelen
pl: Cele
pt: Metas
ro: Obiective
ru: Цели
sv: Mål

source: Got it
bg: Разбрах
cs: Rozumím
da: Forstået
de: Verstanden
es: Entendido
fi: Selvä
fr: Compris
it: Ho capito
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt: Entendi
ro: Am înțeles
ru: Понятно
sv: Uppfattat

source: Groups
bg: Групи
cs: Skupiny
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
it: Gruppi
nb: Grupper
nl: Groepen
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
sv: Grupper

source: Half-year
bg: Полугодие
cs: Pololetí
da: Halvår
de: Halbjahr
es: Semestre
fi: Puolivuosi
fr: Semestre
it: Semestre
nb: Halvår
nl: Halfjaar
pl: Półrocze
pt: Semestre
ro: Semestru
ru: Полугодие
sv: Halvår

source: Have an account?
bg: Вече имаш профил?
cs: Máte účet?
da: Har du en konto?
de: Schon ein Konto?
es: ¿Ya tienes cuenta?
fi: Onko sinulla tili?
fr: Vous avez un compte ?
it: Hai già un account?
nb: Har du en konto?
nl: Heb je al een account?
pl: Masz już konto?
pt: Já tem conta?
ro: Ai un cont?
ru: Уже есть аккаунт?
sv: Har du ett konto?

source: Healthy
bg: Здрави финанси
cs: Zdravé finance
da: Sund
de: Gesund
es: Saludable
fi: Terve
fr: Sain
it: In salute
nb: Sunn
nl: Gezond
pl: Zdrowy
pt: Saudável
ro: Sănătos
ru: Здоровые финансы
sv: Sunt

source: Help
bg: Помощ
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
nb: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp

source: Help & Support
bg: Помощ и ЧЗВ
cs: Nápověda a podpora
da: Hjælp og support
de: Hilfe und FAQ
es: Ayuda y preguntas frecuentes
fi: Ohje ja tuki
fr: Aide et FAQ
it: Aiuto e FAQ
nb: Hjelp og støtte
nl: Help en veelgestelde vragen
pl: Pomoc i FAQ
pt: Ajuda e FAQ
ro: Ajutor și asistență
ru: Помощь и FAQ
sv: Hjälp och support

source: Hidden from the list and the totals
bg: Скрити от списъка и от общите суми
cs: Skryto ze seznamu a součtů
da: Skjult fra listen og totalerne
de: Aus der Liste und den Summen ausgeblendet
es: Oculta de la lista y los totales
fi: Piilotettu listalta ja summista
fr: Masqué de la liste et des totaux
it: Nascosto dall'elenco e dai totali
nb: Skjult fra listen og summene
nl: Verborgen in de lijst en de totalen
pl: Ukryte z listy i sum
pt: Ocultas da lista e dos totais
ro: Ascunse din listă și din totaluri
ru: Скрыто из списка и итогов
sv: Dolda från listan och summorna

source: Highlights
bg: Акценти
cs: Nejdůležitější
da: Højdepunkter
es: Destacados
fi: Kohokohdat
fr: Points clés
it: In evidenza
nb: Høydepunkter
nl: Hoogtepunten
pl: Najważniejsze
pt: Destaques
ro: Momente cheie
ru: Главное
sv: Höjdpunkter

source: History
bg: История
cs: Historie
da: Historik
de: Verlauf
es: Historial
fi: Historia
fr: Historique
it: Cronologia
nb: Historikk
nl: Geschiedenis
pl: Historia
pt: Histórico
ro: Istoric
ru: История
sv: Historik

source: Home
bg: Начало
cs: Domů
da: Hjem
de: Start
es: Inicio
fi: Koti
fr: Accueil
nb: Hjem
pl: Główna
pt: Início
ro: Acasă
ru: Главная
sv: Hem

source: How dates appear on receipts and lists.
bg: Как се показват датите в бележки и списъци.
cs: Jak se zobrazují data na účtenkách a v seznamech.
da: Hvordan datoer vises på kvitteringer og lister.
de: Wie Daten auf Belegen und in Listen erscheinen.
es: Cómo aparecen las fechas en recibos y listas.
fi: Miten päivämäärät näkyvät kuiteissa ja listoissa.
fr: Comment les dates apparaissent sur les reçus et les listes.
it: Come appaiono le date su scontrini ed elenchi.
nb: Hvordan datoer vises på kvitteringer og lister.
nl: Hoe datums verschijnen op bonnen en lijsten.
pl: Jak wyświetlają się daty na paragonach i listach.
pt: Como as datas aparecem em recibos e listas.
ro: Cum apar datele pe bonuri și liste.
ru: Как даты отображаются в чеках и списках.
sv: Hur datum visas på kvitton och listor.

source: How much detail do you like?
bg: Колко подробности предпочитате?
cs: Kolik detailů preferujete?
da: Hvor mange detaljer kan du lide?
de: Wie viele Details magst du?
es: ¿Cuánto detalle prefieres?
fi: Kuinka paljon yksityiskohtia haluat?
fr: Quel niveau de détail préfères-tu ?
it: Quanto dettaglio preferisci?
nb: Hvor mye detaljer liker du?
nl: Hoeveel detail vind je fijn?
pl: Ile szczegółów lubisz?
pt: Quanto detalhe você gosta?
ro: Cât de multe detalii îți plac?
ru: Сколько деталей вам нужно?
sv: Hur mycket detaljer gillar du?

source: How will you mostly add expenses?
bg: Как предимно ще добавяте разходи?
cs: Jak budete výdaje nejčastěji přidávat?
da: Hvordan vil du mest tilføje udgifter?
de: Wie fügst du Ausgaben meistens hinzu?
es: ¿Cómo añadirás tus gastos principalmente?
fi: Miten lisäät kulut useimmiten?
fr: Comment ajouteras-tu principalement tes dépenses ?
it: Come aggiungerai perlopiù le tue spese?
nb: Hvordan legger du oftest til utgifter?
nl: Hoe voeg je meestal uitgaven toe?
pl: Jak najczęściej będziesz dodawać wydatki?
pt: Como você vai adicionar despesas na maioria das vezes?
ro: Cum vei adăuga cheltuielile de cele mai multe ori?
ru: Как вы будете чаще всего добавлять расходы?
sv: Hur kommer du mest att lägga till utgifter?

source: Icon
bg: Икона
cs: Ikona
da: Ikon
de: Symbol
es: Icono
fi: Kuvake
fr: Icône
it: Icona
nb: Ikon
nl: Pictogram
pl: Ikona
pt: Ícone
ro: Pictogramă
ru: Значок
sv: Ikon

source: Ignore this merchant
bg: Игнорирай този търговец
cs: Ignorovat tohoto obchodníka
da: Ignorér denne forhandler
de: Diesen Händler ignorieren
es: Ignorar este comercio
fi: Sivuuta tämä kauppa
fr: Ignorer ce commerçant
it: Ignora questo commerciante
nb: Ignorer denne butikken
nl: Deze verkoper negeren
pl: Ignoruj tego sprzedawcę
pt: Ignorar este comerciante
ro: Ignoră acest comerciant
ru: Игнорировать этого продавца
sv: Ignorera den här butiken

source: Ignored
bg: Игнорирани
cs: Ignorováno
da: Ignoreret
de: Ignoriert
es: Ignoradas
fi: Sivuutetut
fr: Ignorés
it: Ignorati
nb: Ignorerte
nl: Genegeerd
pl: Ignorowane
pt: Ignoradas
ro: Ignorate
ru: Игнорируется
sv: Ignorerade

source: Immediately
bg: Веднага
cs: Okamžitě
da: Med det samme
de: Sofort
es: Inmediatamente
fi: Heti
fr: Immédiatement
it: Immediatamente
nb: Umiddelbart
nl: Direct
pl: Natychmiast
pt: Imediatamente
ro: Imediat
ru: Сразу
sv: Omedelbart

source: Import data
bg: Импорт на данни
cs: Importovat data
da: Importér data
de: Daten importieren
es: Importar datos
fi: Tuo tiedot
fr: Importer les données
it: Importa dati
nb: Importer data
nl: Gegevens importeren
pl: Importuj dane
pt: Importar dados
ro: Importă datele
ru: Импорт данных
sv: Importera data

source: Inbox
bg: Входящи
cs: Doručené
da: Indbakke
de: Posteingang
es: Bandeja de entrada
fi: Saapuneet
fr: Boîte de réception
it: In arrivo
nb: Innboks
nl: Postvak IN
pl: Odebrane
pt: Caixa de entrada
ro: Mesaje primite
ru: Входящие
sv: Inkorg

source: incl. VAT
bg: вкл. ДДС
cs: včetně DPH
da: inkl. moms
de: inkl. MwSt.
es: IVA incl.
fi: sis. alv
fr: TVA incl.
it: IVA incl.
nb: inkl. mva.
nl: incl. btw
pl: z VAT
pt: IVA incl.
ro: TVA incl.
ru: вкл. НДС
sv: inkl. moms

source: Income
bg: Доход
cs: Příjem
da: Indkomst
de: Einnahmen
es: Ingresos
fi: Tulot
fr: Revenus
it: Entrate
nb: Inntekt
nl: Inkomen
pl: Dochody
pt: Renda
ro: Venit
ru: Доход
sv: Inkomst

source: Income & bills
bg: Приходи и сметки
cs: Příjmy a účty
da: Indtægt og regninger
de: Einnahmen und Rechnungen
es: Ingresos y facturas
fi: Tulot ja laskut
fr: Revenus et factures
it: Entrate e bollette
nb: Inntekt og regninger
nl: Inkomsten en rekeningen
pl: Przychody i rachunki
pt: Rendimentos e contas
ro: Venituri și facturi
ru: Доходы и счета
sv: Inkomster och räkningar

source: Income & spending tracked
bg: Проследяват се доходи и разходи
cs: Sledování příjmů a výdajů
da: Indkomst & forbrug registreres
de: Einnahmen & Ausgaben erfasst
es: Ingresos y gastos registrados
fi: Tulot ja kulut seurannassa
fr: Revenus et dépenses suivis
it: Entrate e spese monitorate
nb: Inntekt & forbruk spores
nl: Inkomen & uitgaven bijgehouden
pl: Dochody i wydatki śledzone
pt: Renda & gastos acompanhados
ro: Venit și cheltuieli urmărite
ru: Доход и расходы отслеживаются
sv: Inkomst & utgifter spåras

source: Income by source
bg: Доход по източник
cs: Příjmy podle zdroje
da: Indkomst efter kilde
de: Einnahmen nach Quelle
es: Ingresos por fuente
fi: Tulot lähteittäin
fr: Revenus par source
it: Entrate per fonte
nb: Inntekt etter kilde
nl: Inkomen per bron
pl: Dochody według źródła
pt: Renda por fonte
ro: Venit după sursă
ru: Доход по источникам
sv: Inkomst per källa

source: Income lives in the Budget tab · about a minute to add.
bg: Доходът е в раздел Бюджет · около минута за добавяне.
cs: Příjem najdete na kartě Rozpočet · přidání zabere asi minutu.
da: Din indkomst ligger i Budget-fanen · cirka et minut at tilføje.
de: Einnahmen findest du im Budget-Tab · etwa eine Minute zum Hinzufügen.
es: Los ingresos están en la pestaña Presupuesto · un minuto para añadirlos.
fi: Tulot löytyvät Budjetti-välilehdeltä · lisääminen kestää noin minuutin.
fr: Les revenus se trouvent dans l'onglet Budget · environ une minute pour les ajouter.
it: Le entrate si trovano nella scheda Budget · circa un minuto per aggiungerle.
nb: Inntekt finnes under Budsjett-fanen · omtrent ett minutt å legge til.
nl: Je inkomen staat in het tabblad Budget · ongeveer een minuut om toe te voegen.
pl: Dochód znajdziesz w zakładce Budżet · dodanie zajmuje około minuty.
pt: A renda fica na aba Orçamento · cerca de um minuto para adicionar.
ro: Venitul se află în fila Buget · cam un minut de adăugat.
ru: Доход находится во вкладке Бюджет · добавить можно примерно за минуту.
sv: Inkomst finns under Budget-fliken · tar ungefär en minut att lägga till.

source: Income set — %@/month
bg: Зададен доход — %@/месец
cs: Příjem nastaven — %@/měsíc
da: Indkomst angivet — %@/måned
de: Einnahmen festgelegt — %@/Monat
es: Ingresos configurados — %@/mes
fi: Tulot asetettu — %@/kk
fr: Revenu défini — %@/mois
it: Entrate impostate — %@/mese
nb: Inntekt satt — %@/måned
nl: Inkomen ingesteld — %@/maand
pl: Dochód ustawiony — %@/miesiąc
pt: Renda definida — %@/mês
ro: Venit setat — %@/lună
ru: Доход указан — %@/мес.
sv: Inkomst inställd — %@/månad

source: Income this cycle
bg: Доход този цикъл
cs: Příjem v tomto cyklu
da: Indkomst i denne cyklus
de: Einkommen in diesem Zyklus
es: Ingresos este ciclo
fi: Tulot tässä jaksossa
fr: Revenu ce cycle
it: Reddito questo ciclo
nb: Inntekt denne syklusen
nl: Inkomen deze cyclus
pl: Dochód w tym cyklu
pt: Rendimento neste ciclo
ro: Venit în acest ciclu
ru: Доход за цикл
sv: Inkomst denna cykel

source: Income unlocks savings and cash-flow cards.
bg: Доходът отключва карти за спестявания и паричен поток.
cs: Příjmy odemknou karty úspor a cash flow.
da: Indkomst låser op for opsparings- og pengestrømskort.
de: Einnahmen schalten Spar- und Cashflow-Karten frei.
es: Los ingresos activan tarjetas de ahorro y flujo de caja.
fi: Tulot avaavat säästö- ja kassavirtakortit.
fr: Les revenus débloquent les cartes d'épargne et de flux de trésorerie.
it: Le entrate sbloccano le card di risparmio e flusso di cassa.
nb: Inntekt låser opp kort for sparing og kontantstrøm.
nl: Inkomen ontgrendelt spaar- en cashflowkaarten.
pl: Dochody odblokowują karty oszczędności i przepływów pieniężnych.
pt: A renda desbloqueia cartões de economia e fluxo de caixa.
ro: Venitul deblochează cardurile de economii și flux de numerar.
ru: Доход открывает карточки накоплений и денежного потока.
sv: Inkomst låser upp kort för sparande och kassaflöde.

source: Income vs Spending
bg: Приходи спрямо разходи
cs: Příjmy vs. výdaje
da: Indtægt vs. forbrug
de: Einnahmen vs. Ausgaben
es: Ingresos vs. gastos
fi: Tulot vs. kulut
fr: Revenus vs dépenses
it: Entrate vs spese
nb: Inntekt vs. forbruk
nl: Inkomsten vs. uitgaven
pl: Przychody vs wydatki
pt: Rendimentos vs. gastos
ro: Venituri vs. cheltuieli
ru: Доходы и расходы
sv: Inkomst vs. utgifter

source: Insights
bg: Анализ
cs: Přehledy
da: Indsigt
de: Einblicke
es: Análisis
fi: Analyysi
fr: Analyses
it: Analisi
nb: Innsikt
nl: Inzichten
pl: Statystyki
pt: Análises
ro: Statistici
ru: Аналитика
sv: Insikter

source: Insights are tailored to you — they'll fill in as you add your first receipts.
bg: Анализ е съобразен с вас — ще се попълва, докато добавяте първите си бележки.
cs: Přehledy jsou přizpůsobeny vám — vyplní se, jakmile přidáte první účtenky.
da: Indsigt er tilpasset til dig — den fyldes ud, når du tilføjer dine første kvitteringer.
de: Deine Einblicke sind auf dich zugeschnitten — sie füllen sich, sobald du deine ersten Belege hinzufügst.
es: Los Análisis se adaptan a ti — se irán completando a medida que añadas tus primeros recibos.
fi: Analyysi on räätälöity sinulle — se täyttyy sitä mukaa kun lisäät ensimmäiset kuittisi.
fr: Tes Analyses sont personnalisées — elles se rempliront au fur et à mesure que tu ajoutes tes premiers reçus.
it: Le Analisi sono personalizzate per te — si popoleranno man mano che aggiungi i tuoi primi scontrini.
nb: Innsikt er tilpasset deg — den fylles ut etter hvert som du legger til dine første kvitteringer.
nl: Inzichten zijn op jou afgestemd — ze vullen zich naarmate je je eerste bonnen toevoegt.
pl: Statystyki są dopasowane do Ciebie — wypełnią się, gdy dodasz pierwsze paragony.
pt: As Análises são personalizadas para você — elas vão se completar conforme você adiciona seus primeiros recibos.
ro: Statisticile sunt personalizate pentru tine — se vor completa pe măsură ce adaugi primele bonuri.
ru: «Аналитика» настроена под вас — она заполнится, когда вы добавите первые чеки.
sv: Insikter är skräddarsydda för dig — de fylls i allt eftersom du lägger till dina första kvitton.

source: Item name
bg: Име на артикул
cs: Název položky
da: Varenavn
de: Artikelname
es: Nombre del artículo
fi: Tuotteen nimi
fr: Nom de l’article
it: Nome articolo
nb: Varenavn
nl: Artikelnaam
pl: Nazwa pozycji
pt: Nome do artigo
ro: Numele articolului
ru: Название товара
sv: Varunamn

source: Items
bg: Артикули
cs: Položky
da: Poster
de: Artikel
es: Artículos
fi: Rivit
fr: Articles
it: Articoli
nb: Oppføringer
pl: Pozycje
pt: Itens
ro: Elemente
ru: Позиции
sv: Poster

source: Its sub-categories are kept and moved to the top level.
bg: Подкатегориите ѝ се запазват и се преместват на основното ниво.
cs: Její podkategorie zůstanou zachovány a přesunou se na nejvyšší úroveň.
da: Dens underkategorier bevares og flyttes til øverste niveau.
de: Die Unterkategorien bleiben erhalten und werden auf die oberste Ebene verschoben.
es: Sus subcategorías se conservan y se mueven al nivel superior.
fi: Sen alakategoriat säilytetään ja siirretään ylimmälle tasolle.
fr: Ses sous-catégories sont conservées et déplacées au niveau supérieur.
it: Le sue sottocategorie vengono mantenute e spostate al livello principale.
nb: Underkategoriene beholdes og flyttes til øverste nivå.
nl: De subcategorieën blijven behouden en worden naar het hoofdniveau verplaatst.
pl: Jej podkategorie zostają zachowane i przeniesione na najwyższy poziom.
pt: As suas subcategorias são mantidas e movidas para o nível superior.
ro: Subcategoriile sale sunt păstrate și mutate la nivelul superior.
ru: Её подкатегории сохраняются и перемещаются на верхний уровень.
sv: Dess underkategorier behålls och flyttas till översta nivån.

source: Japan trip
bg: Пътуване до Япония
cs: Cesta do Japonska
da: Rejse til Japan
de: Japan-Reise
es: Viaje a Japón
fi: Japanin-matka
fr: Voyage au Japon
it: Viaggio in Giappone
nb: Japan-tur
nl: Reis naar Japan
pl: Podróż do Japonii
pt: Viagem ao Japão
ro: Călătorie în Japonia
ru: Поездка в Японию
sv: Japanresa

source: Just curious — it helps us tune things.
bg: Просто любопитство — помага ни да настроим нещата.
cs: Jen ze zvědavosti — pomůže nám to vše doladit.
da: Bare nysgerrige — det hjælper os med at finjustere tingene.
de: Nur aus Neugier — das hilft uns, Dinge zu optimieren.
es: Es solo curiosidad — nos ayuda a ajustar la app.
fi: Vain uteliaisuudesta — se auttaa meitä hienosäätämään asioita.
fr: Simple curiosité — ça nous aide à ajuster l'app.
it: Pura curiosità — ci aiuta a ottimizzare l'app.
nb: Bare nysgjerrig — det hjelper oss å finjustere ting.
nl: Gewoon nieuwsgierig — het helpt ons dingen af te stemmen.
pl: Tak z ciekawości — to pomaga nam dopracować szczegóły.
pt: Só curiosidade — isso nos ajuda a ajustar as coisas.
ro: Doar din curiozitate — ne ajută să ajustăm lucrurile.
ru: Просто любопытно — это помогает нам всё настроить.
sv: Bara nyfiken — det hjälper oss att finjustera saker.

source: Just the big picture
bg: Само общата картина
cs: Jen celkový přehled
da: Bare det store billede
de: Nur der Überblick
es: Solo lo esencial
fi: Vain kokonaiskuva
fr: Juste la vue d'ensemble
it: Solo la visione d'insieme
nb: Bare det store bildet
nl: Alleen het grote geheel
pl: Tylko ogólny obraz
pt: Só o panorama geral
ro: Doar imaginea de ansamblu
ru: Только общая картина
sv: Bara helhetsbilden

source: Just this one on the current receipt
bg: Само този на текущата бележка
cs: Jen tuto na aktuální účtence
da: Kun denne på den nuværende kvittering
de: Nur dieser auf dem aktuellen Beleg
es: Solo este en el recibo actual
fi: Vain tämä nykyisessä kuitissa
fr: Uniquement celui-ci sur le reçu actuel
it: Solo questo sullo scontrino attuale
nb: Bare denne på gjeldende kvittering
nl: Alleen deze op de huidige bon
pl: Tylko ta na bieżącym paragonie
pt: Apenas este no recibo atual
ro: Doar acesta de pe bonul curent
ru: Только этот в текущем чеке
sv: Endast denna på det aktuella kvittot

source: Keep bills & subscriptions in check
bg: Да следя сметките и абонаментите
cs: Mít pod kontrolou účty a předplatná
da: Holde styr på regninger & abonnementer
de: Rechnungen & Abos im Blick behalten
es: Controlar facturas y suscripciones
fi: Pitää laskut ja tilaukset hallinnassa
fr: Garder mes factures et abonnements sous contrôle
it: Tenere sotto controllo bollette e abbonamenti
nb: Holde styr på regninger & abonnementer
nl: Rekeningen & abonnementen in de gaten houden
pl: Kontrolować rachunki i subskrypcje
pt: Contas & assinaturas sob controle
ro: Să țin sub control facturile și abonamentele
ru: Держать под контролем счета и подписки
sv: Hålla koll på räkningar & prenumerationer

source: Language
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk

source: Large purchases
bg: Големи покупки
cs: Velké nákupy
da: Store køb
de: Große Einkäufe
es: Compras grandes
fi: Suuret ostokset
fr: Gros achats
it: Acquisti importanti
nb: Store kjøp
nl: Grote aankopen
pl: Duże zakupy
pt: Compras grandes
ro: Achiziții mari
ru: Крупные покупки
sv: Stora köp

source: Last
bg: Последно
cs: Poslední
da: Sidste
de: Zuletzt
es: Último
fi: Viimeisin
fr: Dernier
it: Ultimo
nb: Siste
nl: Laatste
pl: Ostatnia
pt: Última
ro: Ultima
ru: Последнее
sv: Senaste

source: Last 3 months
bg: Последните 3 месеца
cs: Poslední 3 měsíce
da: Sidste 3 måneder
de: Letzte 3 Monate
es: Últimos 3 meses
fi: Viimeiset 3 kuukautta
fr: 3 derniers mois
it: Ultimi 3 mesi
nb: Siste 3 måneder
nl: Laatste 3 maanden
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses
ro: Ultimele 3 luni
ru: Последние 3 месяца
sv: Senaste 3 månaderna

source: Last 6 months
bg: Последните 6 месеца
cs: Posledních 6 měsíců
da: Sidste 6 måneder
de: Letzte 6 Monate
es: Últimos 6 meses
fi: Viimeiset 6 kuukautta
fr: 6 derniers mois
it: Ultimi 6 mesi
nb: Siste 6 måneder
nl: Laatste 6 maanden
pl: Ostatnie 6 miesięcy
pt: Últimos 6 meses
ro: Ultimele 6 luni
ru: Последние 6 месяцев
sv: Senaste 6 månaderna

source: Last half-year
bg: Миналото полугодие
cs: Minulé pololetí
da: Sidste halvår
de: Letztes Halbjahr
es: El semestre pasado
fi: Viime puolivuotiskaudella
fr: Le semestre dernier
it: Semestre scorso
nb: Forrige halvår
nl: Vorig halfjaar
pl: Zeszłe półrocze
pt: Semestre passado
ro: Semestrul trecut
ru: Прошлое полугодие
sv: Förra halvåret

source: Last month
bg: Миналия месец
cs: Minulý měsíc
da: Sidste måned
de: Letzter Monat
es: Mes pasado
fi: Viime kuussa
fr: Le mois dernier
it: Mese scorso
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês passado
ro: Luna trecută
ru: Прошлый месяц
sv: Förra månaden

source: Last quarter
bg: Миналото тримесечие
cs: Minulé čtvrtletí
da: Sidste kvartal
de: Letztes Quartal
es: El trimestre pasado
fi: Viime neljänneksellä
fr: Le trimestre dernier
it: Trimestre scorso
nb: Forrige kvartal
nl: Vorig kwartaal
pl: Zeszły kwartał
pt: Trimestre passado
ro: Trimestrul trecut
ru: Прошлый квартал
sv: Förra kvartalet
